-- MySQL dump 10.13  Distrib 5.6.10, for Win32 (x86)
--
-- Host: localhost    Database: jpndb
-- ------------------------------------------------------
-- Server version	5.6.10

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `adjective_values`
--

DROP TABLE IF EXISTS `adjective_values`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `adjective_values` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `index` varchar(255) DEFAULT NULL,
  `verb_id` bigint(20) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `adjective_values`
--

LOCK TABLES `adjective_values` WRITE;
/*!40000 ALTER TABLE `adjective_values` DISABLE KEYS */;
/*!40000 ALTER TABLE `adjective_values` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `adjectives`
--

DROP TABLE IF EXISTS `adjectives`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `adjectives` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `fixwords` text,
  `meaning` text,
  `types` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `adjectives`
--

LOCK TABLES `adjectives` WRITE;
/*!40000 ALTER TABLE `adjectives` DISABLE KEYS */;
/*!40000 ALTER TABLE `adjectives` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `characters`
--

DROP TABLE IF EXISTS `characters`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `characters` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `cn` varchar(255) DEFAULT NULL,
  `fixwords` text,
  `jp` varchar(255) DEFAULT NULL,
  `pinyins` varchar(255) DEFAULT NULL,
  `syllables` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `characters`
--

LOCK TABLES `characters` WRITE;
/*!40000 ALTER TABLE `characters` DISABLE KEYS */;
/*!40000 ALTER TABLE `characters` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `katakanas`
--

DROP TABLE IF EXISTS `katakanas`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `katakanas` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `alias` varchar(255) DEFAULT NULL,
  `context` varchar(255) DEFAULT NULL,
  `meaning` text,
  `types` varchar(255) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=543 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `katakanas`
--

LOCK TABLES `katakanas` WRITE;
/*!40000 ALTER TABLE `katakanas` DISABLE KEYS */;
INSERT INTO `katakanas` VALUES (1,'I','英','I','|名词|','アイ'),(2,'idea','英','主意','|名词|','アイディア'),(3,'ice cream','英','冰淇淋','|名词|','アイスクリーム'),(4,'item','英','物品','|名词|','アイテム'),(5,'advice','英','建议','|名词|','アドバイス'),(6,'address','英','地址','|名词|','アドレス'),(7,'Africa','英','非洲','|名词|','アフリカ'),(8,'access','英','接入，存取，访问','|名词|','アクセス'),(9,'accent','英','声调，口音','|名词|','アクセント'),(10,'accordion','英','手风琴','|名词|','アコーディオン'),(11,'America','英','美国，美洲','|名词|','アメリカ'),(12,'American football','英','美式足球','|名词|','アメリカンフットボール'),(13,'announce','英','广播，报告','|名词|他动词|','アナウンス'),(14,'apartment','英','公寓','|名词|','アパート'),(15,'arbeit','德','勤工俭学，打工','|名词|','アルバイト'),(16,'album','英','相册，纪念册，集邮册','|名词|','アルバム'),(17,'alcohol','英','酒精','|名词|','アルコール'),(18,'Asia','英','亚洲','|名词|','アジア'),(19,'enquête','法','问卷调查','|名词|','アンケート'),(20,'R','英','R','|名词|','アール'),(21,'bye','英','再见','|名词|','バイ'),(22,'violin','英','小提琴','|名词|','バイオリン'),(23,'bike','英','摩托车','|名词|','バイク'),(24,'badminton','英','羽毛球','|名词|','バドミントン'),(25,'bucket','英','铁水桶','|名词|','バケツ'),(26,'banana','英','香蕉','|名词|','バナナ'),(27,'薔薇','日','蔷薇，玫瑰','|名词|','バラ'),(28,'','英','事情败露','|名词|','バレ'),(29,'ballet','法','芭蕾','|名词|','バレエ'),(30,'volleyball','英','排球','|名词|','バレーボール'),(31,'bus','英','公共汽车','|名词|','バス'),(32,'basketball','英','篮球','|名词|','バスケットボール'),(33,'bathtub','英','浴缸','|名词|','バスタブ'),(34,'busters','英','小伙伴，小克星','|名词|','バスターズ'),(35,'bust','英','胸围','|名词|','バスト'),(36,'band','英','乐队','|名词|','バンド'),(37,'barbecue','英','户外烧烤','|名词|','バーベキュー'),(38,'bargain','英','降价，甩卖','|名词|','バーゲン'),(39,'balcony','英','阳台','|名词|','ベランダ'),(40,'bell','英','电铃','|名词|','ベル'),(41,'belt','英','腰带','|名词|','ベルト'),(42,'conveyor belt','英','传送带','|名词|','ベルト·コンベヤー'),(43,'vest','英','背心，马甲','|名词|','ベスト'),(44,'Vietnam','英','越南','|名词|','ベトナム'),(45,'bench','英','长椅','|名词|','ベンチ'),(46,'bed','英','床','|名词|','ベッド'),(47,'Beethoven','英','贝多芬','|名词|','ベートーベン'),(48,'video','英','录像机','|名词|','ビデオ'),(49,'video deck','英','录像机','|名词|','ビデオデッキ'),(50,'video tape','英','录像带','|名词|','ビデオテープ'),(51,'vinyl tap','英','聚氯乙烯绝缘带','|名词|','ビニルテープ'),(52,'billiard','英','台球','|名词|','ビリヤード'),(53,'building','英','建筑物','|名词|','ビル'),(54,'visa','英','签证','|名词|','ビザ'),(55,'business','英','商业，事物','|名词|','ビジネス'),(56,'business hotel','英','商务旅馆','|名词|','ビジネスホテル'),(57,'B','英','B','|名词|','ビー'),(58,'beef stew','英','炖牛肉','|名词|','ビーフシチュー'),(59,'beer','英','啤酒','|名词|','ビール'),(60,'ball-pen','英','圆珠笔','|名词|','ビールペン'),(61,'body','英','车体，机身','|名词|','ボディー'),(62,'boxing','英','拳击','|名词|','ボクシング'),(63,'bondage','英','束缚','|名词|','ボンテージ'),(64,'boy','英','男孩，少年\n男服务员，伙计','|名词|','ボーイ'),(65,'bowling','英','保龄球','|名词|','ボーリング'),(66,'ball','英','球','|名词|','ボール'),(67,'ballpen','英','圆珠笔','|名词|','ボールペン'),(68,'boat','英','小船','|名词|','ボート'),(69,'V','英','V','|名词|','ブイ'),(70,'blouse','英','女衬衫','|名词|','ブラウス'),(71,'brush','英','刷子','|名词|','ブラシ'),(72,'Brazil','英','巴西','|名词|','ブラジル'),(73,'balanco','葡','秋千','|名词|','ブランコ'),(74,'bracelet','英','手镯','|名词|','ブレスレット'),(75,'brake','英','刹车','|名词|','ブレーキ'),(76,'brooch','英','胸针','|名词|','ブローチ'),(77,'boot','英','长筒靴','|名词|','ブーツ'),(78,'diving','英','潜水','|名词|','ダイビング'),(79,'W','英','W','|名词|','ダブリユー'),(80,'dance','英','跳舞','|名词|','ダンス'),(81,'dark','英','黑的，暗的','|名词|','ダーク'),(82,'darling','英','亲爱的','|名词|','ダーリン'),(83,'demagogie','德','谣言，流言，蛊惑','|名词|','デマ'),(84,'department store','英','百货公司','|名词|','デパート'),(85,'デパ-トの地下にある食品フロア','日','百货商店地下的食品商场','|名词|','デパ地下'),(86,'decibel','英','分贝','|名词|','デシベル'),(87,'design','英','设计图，设计，款式','|名词|','デザイン'),(88,'デジタルカメラ','日','数码相机','|名词|','デジカメ'),(89,'digital camera','英','数码相机','|名词|','デジタルカメラ'),(90,'designer','英','设计者，设计家','|名词|','デゼイナー'),(91,'Disneyland','英','迪斯尼乐园','|名词|','ディズニーランド'),(92,'D','英','D','|名词|','ディー'),(93,'data','英','资料，数据','|名词|','データ'),(94,'door','英','门','|名词|','ドア'),(95,'doorknob','英','门把手','|名词|','ドアノブ'),(96,'Deutschland','英','德国','|名词|','ドイツ'),(97,'drive','英','兜风','|名词|自动词|','ドライブ'),(98,'blower','英','吹风机','|名词|','ドライヤー'),(99,'drama','英','连续剧','|名词|','ドラム'),(100,'dome','英','半圆形屋顶','|名词|','ドーム'),(101,'air-condition','英','空调','|名词|','エアコン'),(102,'airmail','英','航空邮件','|名词|','エアメール'),(103,'H','英','H','|名词|','エイチ'),(104,'Euterpe','英','欧忒耳佩（司音乐的女神）','|名词|','エウテルぺ'),(105,'海老fry','日','炸虾','|名词|','エビフライ'),(106,'Everest','英','珠穆朗玛峰','|名词|','エベレスト'),(107,'F','英','F','|名词|','エフ'),(108,'M','英','M','|名词|','エム'),(109,'N','英','N','|名词|','エヌ'),(110,'élite','法','精英，杰出人物','|名词|','エリート'),(111,'L','英','L','|名词|','エル'),(112,'elf','英','妖精，精灵','|名词|','エルフ'),(113,'elevator','英','电梯','|名词|','エレベーター'),(114,'餌','日','饲料','|名词|','エサ'),(115,'S','英','S','|名词|','エス'),(116,'escalator','英','自动扶梯','|名词|','エスカレーター'),(117,'engine','英','引擎，发动机','|名词|','エンジン'),(118,'X','英','X','|名词|','エックス'),(119,'H','英','H','|名词|','エッチ'),(120,'A','英','A','|名词|','エー'),(121,'AM','英','上午','|名词|','エーエム'),(122,'guide','英','导游','|名词|','ガイド'),(123,'garage','英','车库','|名词|','ガレージ'),(124,'gas','英','煤气，瓦斯','|名词|','ガス'),(125,'gasoline station','英','加油站','|名词|','ガソリンスタンド'),(126,'gardening','英','园艺','|名词|','ガーデニング'),(127,'garden','英','花园','|名词|','ガーデン'),(128,'guesthouse','英','招待所','|名词|','ゲストハウス'),(129,'gamer','英','游戏玩家','|名词|','ゲーマー'),(130,'game','英','游戏','|名词|','ゲーム'),(131,'gate','英','大门','|名词|','ゲート'),(132,'guitar','英','吉他','|名词|','ギター'),(133,'gom','荷','橡胶，橡皮','|名词|','ゴム'),(134,'golf','英','高尔夫球','|名词|','ゴルフ'),(135,'Goth','英','哥特','|名词|','ゴス'),(136,'golden week','英','黄金周','|名词|','ゴールデンウィーク'),(137,'gram','英','克（质量单位）','|名词|','グラム'),(138,'glass','英','玻璃杯','|名词|','グラス'),(139,'gratin','英','奶汁烤菜','|名词|','グラタン'),(140,'green','英','绿色','|名词|','グリーン'),(141,'green peas','英','青豌豆','|名词|','グリーンピース'),(142,'green car','英','软席车','|名词|','グリーン車'),(143,'group','英','集团，组织','|名词|','グループ'),(144,'hiking','英','郊游，远足','|名词|','ハイキング'),(145,'halberd','英','戟','|名词|','ハルバード'),(146,'hamburger','英','汉堡','|名词|','ハンバーガー'),(147,'hamburg steak','英','汉堡牛肉饼','|名词|','ハンバーグ'),(148,'handbag','英','手提包','|名词|','ハンドバッグ'),(149,'handball','英','手球','|名词|','ハンドボール'),(150,'handkerchief','英','手帕','|名词|','ハンカチ'),(151,'handsome','英','英俊','|名词|形容动词|','ハンサム'),(152,'hurdle','英','难度，困难，障碍\n跨栏，栏架','|名词|','ハードル'),(153,'harmonica','英','口琴','|名词|','ハーモニカ'),(154,'hair style','英','发型','|名词|','ヘアスタイル'),(155,'hectare','英','公顷','|名词|','ヘクタール'),(156,'向日葵','日','向日葵','|名词|','ヒマワリ'),(157,'humanism','英','人道主义','|名词|','ヒューマニズム'),(158,'hitchhike','英','搭便车旅行','|名词|','ヒッチハイク'),(159,'hovering','英','悬停','|名词|','ホバリング'),(160,'holster','英','枪套','|名词|','ホルスター'),(161,'hotel','英','宾馆','|名词|','ホテル'),(162,'Hongkong','英','香港','|名词|','ホンコン'),(163,'hockey','英','曲棍球','|名词|','ホッケー'),(164,'hot','英','热的，强烈的','|名词|','ホット'),(165,'homestay','英','寄宿家庭留学','|名词|','ホームステイ'),(166,'hall','英','大厅，会馆，舞厅','|名词|','ホール'),(167,'flower arrangement','英','用鲜花装饰','|名词|','フラワーアレンジメント'),(168,'France','英','法国','|名词|','フランス'),(169,'flash','英','闪光灯','|名词|','フラッシュ'),(170,'frill','英','褶边，饰边','|名词|','フリル'),(171,'front','英','前面，服务台','|名词|','フロント'),(172,'floor','英','木质地板','|名词|','フローリング'),(173,'finder','英','取景器','|名词|','ファインダー'),(174,'Fan Disc','英','面向粉丝的软件','|名词|','ファンディスク'),(175,'function','英','功能，函数','|名词|','ファンクション'),(176,'fax','英','传真','|名词|','ファックス'),(177,'film','英','胶卷','|名词|','フィルム'),(178,'ferry','英','渡轮','|名词|','フェリー'),(179,'follow','英','跟随，后援','|名词|','フォロー'),(180,'English','英','英国','|名词|','イギリス'),(181,'image','英','形象，映像，图像','|名词|','イメージ'),(182,'illustration','英','插图','|名词|','イラスト'),(183,'Italia','英','意大利','|名词|','イタリア'),(184,'苺','日','草莓','|名词|','イチゴ'),(185,'earphone','英','耳机','|名词|','イヤホーン'),(186,'earring','英','耳环','|名词|','イヤリング'),(187,'Hindu','英','印度','|名词|','インド'),(188,'information counter','英','咨询台','|名词|','インフォメーションカウンター'),(189,'ink','英','墨水','|名词|','インク'),(190,'input','英','输入信号','|名词|','インプット'),(191,'interview','英','采访','|名词|自动词|','インタビュー'),(192,'Internet','英','因特网','|名词|','インターネット'),(193,'intonation','英','语调，声调','|名词|','イントネーション'),(194,'E','英','E','|名词|','イー'),(195,'counter','英','柜台','|名词|','カウンター'),(196,'剃刀','日','剃刀','|名词|','カミソリ'),(197,'camera','英','照相机','|名词|','カメラ'),(198,'cameraman','英','摄影师','|名词|','カメラマン'),(199,'Canada','英','加拿大','|名词|','カナダ'),(200,'karaoke','英','卡拉OK','|名词|','カラオケ'),(201,'color','英','彩色','|名词|','カラー'),(202,'curry','英','咖喱','|名词|','カレー'),(203,'curry rice','英','咖喱饭','|名词|','カレーライス'),(204,'cassette deck','英','录音机','|名词|','カセットデッキ'),(205,'cassette tape','英','盒式磁带','|名词|','カセットテープ'),(206,'candela','英','坎德拉（光度单位）','|名词|','カンデラ'),(207,'cunning','英','作弊','|名词|自动词|','カンニング'),(208,'cup cake','英','杯状点心','|名词|','カップケーキ'),(209,'cardigan','英','对襟毛衫','|名词|','カーヂィガン'),(210,'card','英','卡片','|名词|','カード'),(211,'curtain','英','窗帘','|名词|','カーテン'),(212,'K','英','K','|名词|','ケー'),(213,'cake','英','蛋糕','|名词|','ケーキ'),(214,'','英','刺痛','|名词|自动词|拟声词|','キリキリ'),(215,'キロメートル[略]','英','公里','|名词|','キロ'),(216,'kilometer','英','公里','|名词|','キロメートル'),(217,'kiss','英','接吻','|名词|','キス'),(218,'cabin attendant','英','客舱工作人员','|名词|','キャビンアテンダント'),(219,'caramel','英','牛奶糖','|名词|','キャラメル'),(220,'camp','英','野营','|名词|','キャンプ'),(221,'Q','英','Q','|名词|','キュー'),(222,'餃子','日','饺子','|名词|','キョーザ'),(223,'coin locker','英','投币式存放柜','|名词|','コインロッカー'),(224,'coma','英','彗形像差','|名词|','コマ'),(225,'communication','英','交流','|名词|','コミュニケーション'),(226,'copy','英','复印','|名词|他动词|','コピー'),(227,'cholera','荷','霍乱','|名词|','コレラ'),(228,'croquette','英','炸肉饼','|名词|','コロッケ'),(229,'cost','英','成本','|名词|','コスト'),(230,'コンビニエンスストア','日','便利店','|名词|','コンビニ'),(231,'convenience store','英','便利店','|名词|','コンビニエンスストア'),(232,'condition','英','条件，状况，情况','|名词|','コンディション'),(233,'computer','英','电脑','|名词|','コンピュータ'),(234,'concert','英','音乐会','|名词|','コンサート'),(235,'croquis','法','小品','|名词|','コント'),(236,'control','英','控制，操纵','|名词|他动词|','コントロール'),(237,'kok','荷','厨师','|名词|','コック'),(238,'kop','荷','被子','|名词|','コップ'),(239,'coffee','英','咖啡','|名词|','コーヒー'),(240,'cola','英','可乐','|名词|','コーラ'),(241,'course','英','路线，滑道','|名词|','コース'),(242,'coat','英','大衣','|名词|','コート'),(243,'classic','英','西方古典音乐\n名著\n古典的','|名词|形容动词|','クラシック'),(244,'class','英','班级','|名词|','クラス'),(245,'classmate','英','同班同学','|名词|','クラスメート'),(246,'clinic','英','诊所','|名词|','クリニック'),(247,'Christmas','英','圣诞节','|名词|','クリスマス'),(248,'Christmas Eve','英','圣诞夜','|名词|','クリスマスイブ'),(249,'Christmas tree','英','圣诞树','|名词|','クリスマスツリー'),(250,'cleanser brush','英','清洁刷','|名词|','クレンザーブラシ'),(251,'closet','英','衣柜','|名词|','クローゼット'),(252,'籤','日','抽签','|名词|','クジ'),(253,'cookie','英','小甜饼','|名词|','クッキー'),(254,'cooler','英','空调','|名词|','クーラー'),(255,'my','英','我的','|名词|','マイ'),(256,'my home','英','自己的房子，私房','|名词|','マイホーム'),(257,'mike','英','麦克风，话筒','|名词|','マイク'),(258,'muffler','英','围巾','|名词|','マフラー'),(259,'mama','英','妈妈','|名词|','ママ'),(260,'manner','英','礼节，仪态','|名词|','マナー'),(261,'marathon','英','马拉松','|名词|','マラソン'),(262,'マスコミュニケーション','日','大众传播','|名词|','マスコミ'),(263,'mass communication','英','大众传播','|名词|','マスコミュニケーション'),(264,'mansion','英','公寓','|名词|','マンション'),(265,'massage','英','按摩，推拿','|名词|','マッサージ'),(266,'match','英','火柴','|名词|','マッチ'),(267,'麻雀','日','麻将','|名词|','マージャン'),(268,'media','英','手段，媒介','|名词|','メディア'),(269,'Mexico','英','墨西哥','|名词|','メキシコ'),(270,'Mexico City','英','墨西哥城','|名词|','メキシコシティ'),(271,'memo','英','记录','|名词|','メモ'),(272,'menu','英','菜单','|名词|','メニュー'),(273,'melody','英','旋律，曲调','|名词|','メロディ'),(274,'mail','英','邮件','|名词|','メール'),(275,'metre','英','米','|名词|','メートル'),(276,'main street','英','繁华街，主要街道','|名词|','メーンストリート'),(277,'蜜柑','日','橘子','|名词|','ミカン'),(278,'mistake','英','错误','|名词|','ミス'),(279,'みいちゃんはあちゃん','日','赶时髦，庸俗，追星','|名词|','ミーハー'),(280,'model','英','模特','|名词|','モデル'),(281,'monorail','英','单轨电车','|名词|','モノレール'),(282,'monster','英','怪物','|名词|','モンスター'),(283,'mop','英','拖把','|名词|','モップ'),(284,'Mozart','英','莫扎特','|名词|','モーツァルト'),(285,'knife','英','小刀','|名词|','ナイフ'),(286,'梨','日','梨','|名词|','ナシ'),(287,'necktie','英','领带','|名词|','ネクタイ'),(288,'necklace','英','项链','|名词|','ネックレス'),(289,'net','英','网，网络','|名词|','ネット'),(290,'news','英','新闻','|名词|','ニュース'),(291,'knock','英','敲门','|名词|他动词|','ノック'),(292,'note','英','笔记本','|名词|','ノート'),(293,'notebook personal computer','英','笔记本电脑','|名词|','ノートパソコン'),(294,'omurice','英','蛋包饭','|名词|','オムライス'),(295,'Oriental Pearl','英','东方明珠','|名词|','オリエント·パル'),(296,'olive drab','英','草绿色','|名词|','オリーブドラブ'),(297,'orange juice','英','橙汁','|名词|','オレンジジュース'),(298,'雄','日','雄性','|名词|','オス'),(299,'O','英','O','|名词|','オー'),(300,'over','英','大衣','|名词|','オーバー'),(301,'oven','英','烤箱','|名词|','オーブン'),(302,'owner','英','所有者','|名词|','オーナ'),(303,'opening','英','开场，开放，开始','|名词|','オープニング'),(304,'opening talk','英','开场白','|名词|','オープニングトーク'),(305,'Australia','英','澳大利亚，澳洲','|名词|','オーストラリア'),(306,'auto','英','自动','|名词|','オート'),(307,'pilot','英','飞行员','|名词|','パイロット'),(308,'parfait','英','鲜奶油冰淇淋水果杯','|名词|','パフェ'),(309,'pacific','英','太平洋','|名词|','パシフィック'),(310,'passport','英','护照','|名词|','パスポート'),(311,'pasta','英','意大利面','|名词|','パスタ'),(312,'パーソナルコンピュータ','略','个人电脑','|名词|','パソコン'),(313,'','英','弹子球','|名词|','パチンコ'),(314,'pão','葡','面包','|名词|','パン'),(315,'panda','英','熊猫','|名词|','パンダ'),(316,'pamphlet','英','小册子','|名词|','パンフレット'),(317,'pants','英','内裤','|名词|','パンツ'),(318,'percent','英','百分比','|名词|','パーセント'),(319,'personal computer','英','个人电脑','|名词|','パーソナルコンピュータ'),(320,'party','英','联欢会','|名词|','パーティー'),(321,'パートタイム','略','打零工，兼职','|名词|','パート'),(322,'pedal','英','踏板','|名词|','ペダル'),(323,'pennant','英','三角旗，锦旗','|名词|','ペナント'),(324,'pen','英','钢笔','|名词|','ペン'),(325,'pet','英','宠物','|名词|','ペット'),(326,'perm','英','烫发','|名词|','ペーマ'),(327,'piano','英','钢琴','|名词|','ピアノ'),(328,'pierced earring','英','穿孔耳环','|名词|','ピアス'),(329,'pizza','英','比萨饼','|名词|','ピザ'),(330,'pink','英','粉红色','|名词|','ピンク'),(331,'Pingpong','英','乒乓球','|名词|','ピンポン'),(332,'P','英','P','|名词|','ピー'),(333,'PM','英','下午','|名词|','ピーエム'),(334,'point','英','要点','|名词|','ポイント'),(335,'pocket','英','口袋，衣袋','|名词|','ポケット'),(336,'post','英','信箱，邮筒','|名词|','ポスト'),(337,'pops','英','流行音乐','|名词|','ポップス'),(338,'pot','英','壶，热水瓶','|名词|','ポット'),(339,'plus','英','加号，正数','|名词|','プラス'),(340,'plastic','英','塑料','|名词|','プラスチック'),(341,'platform','英','站台，月台','|名词|','プラットホーム'),(342,'prepared card','英','预付费用的磁卡','|名词|','プリペイドカード'),(343,'pudding','英','布丁','|名词|','プリン'),(344,'play','英','游戏','|名词|','プレイ'),(345,'present','英','礼物；送礼物','|名词|自动词|','プレゼント'),(346,'professional','英','专业的，职业的','|名词|形容动词|','プロ'),(347,'propose','英','求婚','|名词|他动词|','プロポーズ'),(348,'pool','英','泳池','|名词|','プール'),(349,'life','英','生活，生命','|名词|','ライフ'),(350,'rugby','英','橄榄球','|名词|','ラグビー'),(351,'lacrosse','英','兜网球','|名词|','ラクロス'),(352,'racket','英','球拍','|名词|','ラケット'),(353,'radio','英','收音机','|名词|','ラジオ'),(354,'radio cassette','英','盒式录音机','|名词|','ラジカセ'),(355,'rush','英','高峰时间','|名词|','ラッシュ'),(356,'rape','英','强奸','|名词|','レイプ'),(357,'level','英','等级，水平','|名词|','レベル'),(358,'record','英','唱片','|名词|','レコード'),(359,'lemon','英','柠檬','|名词|','レモン'),(360,'report','英','报告','|名词|','レポート'),(361,'receipt','英','发票','|名词|','レシート'),(362,'wrestling','英','摔跤','|名词|','レスリング'),(363,'restaurant','英','餐馆','|名词|','レストラン'),(364,'register','英','收款台','|名词|','レジ'),(365,'ranger','英','游骑兵','|名词|','レンジャー'),(366,'remote control','英','遥控器','|名词|','リモコン'),(367,'relax','英','放松','|名词|','リラックス'),(368,'risk','英','风险，危险','|名词|','リスク'),(369,'restructuring','英','下岗，解雇','|名词|','リストラ'),(370,'林檎','日','苹果','|名词|','リンゴ'),(371,'lynch','英','死刑','|名词|','リンチ'),(372,'leader','英','领导者','|名词|','リーダ'),(373,'league','英','联盟，同盟','|名词|','リーグ'),(374,'robot','英','机器人','|名词|','ロボット'),(375,'log','英','记录，日志','|名词|','ログ'),(376,'rocket','英','火箭','|名词|','ロケット'),(377,'Russia','英','俄罗斯','|名词|','ロシア'),(378,'London','英','伦敦','|名词|','ロンドン'),(379,'rock','英','摇滚','|名词|','ロック'),(380,'rock and roll','英','摇滚','|名词|','ロックンロール'),(381,'loan','英','贷款','|名词|','ローン'),(382,'rule','英','规则','|名词|','ルール'),(383,'sideboard','英','餐具柜','|名词|','サイドボード'),(384,'cycling','英','自行车旅行','|名词|','サイクリング'),(385,'size','英','尺寸','|名词|','サイズ'),(386,'sign','英','签名，署名','|名词|','サイン'),(387,'saddle','英','鞍座，座板','|名词|','サドル'),(388,'salad','英','色拉','|名词|','サラダ'),(389,'salaryman','英','工薪人员','|名词|','サラリーマン'),(390,'sandal','英','凉鞋','|名词|','サンダル'),(391,'sandwich','英','三明治','|名词|','サンドイッチ'),(392,'Santa Claus','英','圣诞老人','|名词|','サンタクロース'),(393,'soccer','英','足球','|名词|','サッカー'),(394,'soccer ball','英','足球','|名词|','サッカーボール'),(395,'service counter','英','商品包装服务台','|名词|','サービスカウンター'),(396,'surfing','英','冲浪','|名词|','サーフィン'),(397,'section','英','项目','|名词|','セクション'),(398,'centerd','英','中心','|名词|','センター'),(399,'centi','英','厘米','|名词|','センチ'),(400,'central','英','中央，中心','|名词|','セントラル'),(401,'suit','英','一组，一套','|名词|','セット'),(402,'service','英','服务','|名词|','セービス'),(403,'sale','英','廉售，贱卖','|名词|','セール'),(404,'sweater','英','毛衣','|名词|','セーター'),(405,'share','英','市场占有率','|名词|','シエア'),(406,'serial code','英','序列号','|名词|','シリアルコード'),(407,'series','英','系列','|名词|','シリーズ'),(408,'silk','英','丝绸','|名词|','シルク'),(409,'system','英','系统，体系','|名词|','システム'),(410,'symbol','英','象征','|名词|','シンボル'),(411,'thinner','英','稀释剂，信那水','|名词|','シンナー'),(412,'','英','吸毒玩，吸稀料游戏','|名词|','シンナー遊び'),(413,'simple','英','简单，单纯','|名词|形容动词|','シンプル'),(414,'chef','英','厨师','|名词|','シェフ'),(415,'shy','英','害羞，腼腆','|名词|','シャイ'),(416,'shirt','英','衬衫','|名词|','シャツ'),(417,'shower','英','淋浴','|名词|','シャワー'),(418,'shampoo','英','洗发水','|名词|','シャンプー'),(419,'shutter','英','快门','|名词|','シャッター'),(420,'烧卖','汉','烧卖','|名词|','シューマイ'),(421,'Chopin','英','肖邦','|名词|','ショパン'),(422,'shoulder bag','英','挎包','|名词|','ショルダーバッグ'),(423,'shopping','英','购物','|名词|','ショッピング'),(424,'shop','英','商店','|名词|','ショップ'),(425,'C','英','C','|名词|','シー'),(426,'CD','英','CD','|名词|','シーディー'),(427,'sheet','英','床单','|名词|','シーツ'),(428,'season','英','季节','|名词|','シーズン'),(429,'softball','英','垒球','|名词|','ソフトボール'),(430,'sofa','英','沙发','|名词|','ソファー'),(431,'Suisse','法','瑞士','|名词|','スイス'),(432,'switch','英','开关','|名词|','スイッチ'),(433,'Sweden','英','瑞典','|名词|','スウェーデン'),(434,'sky diving','英','跳伞','|名词|','スカイダイビング'),(435,'squash','英','壁球','|名词|','スカッシュ'),(436,'scarf','英','披肩，围巾','|名词|','スカーフ'),(437,'skirt','英','裙子','|名词|','スカート'),(438,'ski','英','滑雪','|名词|','スキー'),(439,'scooter','英','小型摩托车','|名词|','スクーター'),(440,'schedule','英','日程，时间表','|名词|','スケジュール'),(441,'scale','英','规模','|名词|','スケール'),(442,'skate','英','滑冰，溜冰','|名词|','スケート'),(443,'skateboard','英','滑板','|名词|','スケートボード'),(444,'smooth','英','顺利，流畅','|名词|形容动词|','スムーズ'),(445,'sneakers','英','轻便运动鞋','|名词|','スニーカー'),(446,'snowboard','英','单板滑雪','|名词|','スノボー'),(447,'snowboard','英','单板滑雪','|名词|','スノーボード'),(448,'spin-off','英','企业中单个部门独立出来成立的子公司\n国家技术开发等过程中料想不到的副产品，并转为民用\n节目续集','|名词|','スピンオフ'),(449,'speed','英','速度','|名词|','スピード'),(450,'scoop','英','勺子','|名词|','スプーン'),(451,'Spain','英','西班牙','|名词|','スペイン'),(452,'space','英','空间，空地\n空白','|名词|','スペース'),(453,'sponsor','英','赞助商','|名词|','スポンサー'),(454,'sports','英','体育，运动','|名词|','スポーツ'),(455,'sporty','英','轻便的，适合运动的','|名词|形容动词|','スポーティ'),(456,'thriller','英','惊险','|名词|','スリラー'),(457,'stewardess','英','女客机乘务员','|名词|','スチュワーデス'),(458,'steel wool','英','钢丝绒','|名词|','スチールウール'),(459,'stereo','英','立体声','|名词|','ステレオ'),(460,'steak','英','牛排','|名词|','ステーキ'),(461,'stress','英','精神紧张的状态','|名词|','ストレス'),(462,'straight','英','直接','|名词|','ストレート'),(463,'stocking','英','长筒袜','|名词|','ストッキング'),(464,'汕头','汉','汕头','|名词|','スワトウ'),(465,'supermarket','英','超市','|名词|','スーパー'),(466,'supermarket','英','超市','|名词|','スーパーマーケット'),(467,'soup','英','汤','|名词|','スープ'),(468,'suit','英','套装','|名词|','スーツ'),(469,'suitcase','英','旅行箱','|名词|','スーツケース'),(470,'Thailand','英','泰国','|名词|','タイ'),(471,'time serivce','英','时段廉价销售','|名词|','タイムセービス'),(472,'type','英','打字，类型','|名词|','タイプ'),(473,'tire','英','轮胎','|名词|','タイヤ'),(474,'towel','英','毛巾','|名词|','タオル'),(475,'tobacco','英','烟草','|名词|','タバコ'),(476,'','英','看起来就要坏了的样子','|名词|','タガ'),(477,'taxi','英','出租车','|名词|','タクシー'),(478,'','英','哥们之间说的话','|名词|','タメ口'),(479,'tower','英','塔','|名词|','タワー'),(480,'tank top','英','吊带式女背心','|名词|','タンクトップ'),(481,'text','英','教科书','|名词|','テキスト'),(482,'tennis','英','网球','|名词|','テニス'),(483,'television','英','电视机','|名词|','テレビ'),(484,'テロリズム','日','恐怖主义，恐怖行动','|名词|','テロ'),(485,'terroism','英','恐怖主义，恐怖行动','|名词|','テロリズム'),(486,'test','英','测验','|名词|他动词|','テスト'),(487,'T','英','T','|名词|','ティー'),(488,'table','英','桌子','|名词|','テーブル'),(489,'typhus','德','伤寒','|名词|','チフス'),(490,'ticket','英','票','|名词|','チケット'),(491,'chihuahua','英','吉娃娃','|名词|','チワワ'),(492,'青椒肉丝','汉','青椒肉丝','|名词|','チンジャオロース'),(493,'chess','英','国际象棋','|名词|','チェス'),(494,'check','英','核对，查对','|名词|','チェック'),(495,'chime','英','组钟，门铃','|名词|','チャイム'),(496,'channel','英','频道','|名词|','チャネル'),(497,'chance','英','机会','|名词|','チャンス'),(498,'炒飯','日','炒饭','|名词|','チャーハン'),(499,'chocolate','英','巧克力','|名词|','チョコレート'),(500,'chalk','英','粉笔','|名词|','チョーク'),(501,'tip','英','小费','|名词|','チップ'),(502,'team','英','团队','|名词|','チーム'),(503,'cheese','英','奶酪','|名词|','チーズ'),(504,'toilet','英','厕所','|名词|','トイレ'),(505,'toilet paper','英','卫生纸','|名词|','トイレットペーパー'),(506,'truck','英','卡车','|名词|','トラック'),(507,'trolleybus','英','无轨电车','|名词|','トロリーバス'),(508,'tunnel','英','隧道','|名词|','トンネル'),(509,'top','英','首位，前头','|名词|','トップ'),(510,'talk','英','闲谈，漫谈','|名词|','トーク'),(511,'twin','英','双人房','|名词|','ツイン'),(512,'whisky','英','威士忌','|名词|','ウイスキー'),(513,'wiener','英','腊肠','|名词|','ウィンナ'),(514,'waitress','英','女服务员','|名词|','ウェートレス'),(515,'烏龍茶','日','乌龙茶','|名词|','ウーロン茶'),(516,'Y','英','Y','|名词|','ワイ'),(517,'white shirt','英','男衬衫','|名词|','ワイシャツ'),(518,'wine','英','葡萄酒','|名词|','ワイン'),(519,'ワンピース','日','连衣裙','|名词|','ワンピ'),(520,'one piece','英','连衣裙','|名词|','ワンピース'),(521,'word processor','英','文字处理机','|名词|','ワープロ'),(522,'yacht','英','帆船','|名词|','ヨット'),(523,'yoghourt','英','酸奶','|名词|','ヨーグルト'),(524,'Europe','英','欧洲','|名词|','ヨーロッパ'),(525,'unique','英','独特，唯一','|名词|形容动词|','ユニーク'),(526,'U','英','U','|名词|','ユー'),(527,'ゼミナール','日','研讨会','|名词|','ゼミ'),(528,'seminar','英','研讨会','|名词|','ゼミナール'),(529,'Z','英','Z','|名词|','ゼット'),(530,'J','英','J','|名词|','ジェ'),(531,'jasmine tea','英','茉莉花茶','|名词|','ジャスミン茶'),(532,'jazz','英','爵士乐','|名词|','ジャズ'),(533,'jumbo jet','英','大型喷气式客机','|名词|','ジャンボ·ジェット'),(534,'journalist','英','新闻工作者','|名词|','ジャーナリスト'),(535,'journal','英','期刊','|名词|','ジャーナル'),(536,'juice','英','果汁','|名词|','ジュース'),(537,'jogging','英','慢跑','|名词|自动词|','ジョギング'),(538,'G','英','G','|名词|','ジー'),(539,'zombie','英','僵尸','|名词|','ゾンビ'),(540,'jupon','英','裤子','|名词|','ズボン'),(541,'Z','英','Z','|名词|','ズィー'),(542,'part time','英','打零工，兼职','|名词|','パートタイム');
/*!40000 ALTER TABLE `katakanas` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `notional_values`
--

DROP TABLE IF EXISTS `notional_values`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `notional_values` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `index` varchar(255) DEFAULT NULL,
  `national_id` bigint(20) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `notional_values`
--

LOCK TABLES `notional_values` WRITE;
/*!40000 ALTER TABLE `notional_values` DISABLE KEYS */;
/*!40000 ALTER TABLE `notional_values` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `notionals`
--

DROP TABLE IF EXISTS `notionals`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `notionals` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `meaning` text,
  `types` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `notionals`
--

LOCK TABLES `notionals` WRITE;
/*!40000 ALTER TABLE `notionals` DISABLE KEYS */;
/*!40000 ALTER TABLE `notionals` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `verb_values`
--

DROP TABLE IF EXISTS `verb_values`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `verb_values` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `index` varchar(255) DEFAULT NULL,
  `verb_id` bigint(20) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `verb_values`
--

LOCK TABLES `verb_values` WRITE;
/*!40000 ALTER TABLE `verb_values` DISABLE KEYS */;
/*!40000 ALTER TABLE `verb_values` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `verbs`
--

DROP TABLE IF EXISTS `verbs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `verbs` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `fixwords` text,
  `meaning` text,
  `types` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `verbs`
--

LOCK TABLES `verbs` WRITE;
/*!40000 ALTER TABLE `verbs` DISABLE KEYS */;
/*!40000 ALTER TABLE `verbs` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-11-05 22:35:57
